# e1=input('Введите заголовок заказа:')
# c=input('Введите имя:')
# a=input('Введите название:')
# ka=int(input('Введите количество товара:'))
# sta=int(input('Введите цену товара:'))
# b=input('Введите название второго товара:')
# kb=int(input('Введите количество товара:'))
# stb=int(input('Введите цену товара:'))
# dostavka=int(input('Введите стоимость доставки:'))
# su=int(input('Введите внесенную сумму:'))
# s1=ka*sta
# s2=kb*stb
# bezdost=s1+s2
# sdost=s1+s1+dostavka
# obkol=ka+kb
# sdacha=su-sdost
# print('Заказ:'+e1+'. '+'Имя клиента:'+c+'. ')
# print('Название:'+a+'. '+'Количество:'+str(ka)+'. '+'Цена:'+str(sta)+'. ' +'Стоимость:'+str(s1)+'. ')
# print('Название:'+b+'. '+'Количество:'+str(kb)+'. '+'Цена:'+str(stb)+'. ' +'Стоимость:'+str(s2)+'. ')
# print('Общая сумма с доставкой:'+str(sdost)+'. '+'Общее количество товара:'+str(obkol)+'. '+'Сдача:'+str(sdacha)+'. ')