# Исправление ошибок
# A
# Ошибка в том, что первая и вторая переменные идут как строки, поэтому надо взять от них числовое значение через int
# first='2'
# second='3'
# print(int(first)+int(second))

# Б
# age идет как строка, поэтому при попытке прибавить число, а не строку оно выдает ошибку.
# age=input('Введите число:')
# print(int(age)+1)

# В
# Необходимо расположить сумму чисел в скобках, чтобы оно сначала сложило все число, а потом делило
# first=4
# second=7
# third=10
# average=(first+second+third)/3
# print(average)