# Карточка студента
# print('Введите фамилию:')
# a=input()+' '
# print('Введите имя:')
# b=input()+' '
# print('Введите группу:')
# c=str(int(input()))+' '
# print('Введите город:')
# d=input()+' '
# print('Введите полное количество лет:')
# e=str(int(input()))+' '
# print('Введите любимый предмет:')
# f=input()+' '
# print('Введите количество часов подготовки в неделю:')
# g=int(input())
# eee='Имя и фамилия:'+a+b+'Группа №'+c+'Город:'+d+'Количество полных лет:'+e+'Любимый предмет:'+f
# abc='Количество часов в неделю:'+str(g)+' '+'Среднее время подготовки в день:'+str(g/7)
# print(eee, abc)