# Учебная нагрузка
# print('Введите название предмета:')
# pr1=input()
# print('Введите количество занятий в неделю:')
# z1=int(input())
# print('Введите время одного занятия:')
# t1=int(input())
# print('Введите название второго предмета:')
# pr2=input()
# print('Введите количество занятий в неделю:')
# z2=int(input())
# print('Введите время одного занятия:')
# t2=int(input())
# print('Введите доступнное время на неделю:')
# svobt=int(input())
# vr1=z1*t1
# vr2=z2*t2
# inform='Сведения о предмете:'+pr1+'. ' +'Нагрузка в неделю:'+str(vr1)+'минут или '+str(vr1/60)+'часов.'
# inform2='Сведения о предмете:'+pr2+'. ' +'Нагрузка в неделю:'+str(vr2)+'минут или '+str(vr2/60)+'часов.'
# nagr='Общая нагрузка занятий в неделю:'+str(vr1+vr2)+' минут '+'или же '+str((vr1+vr2)/60)+' часов.'
# vremya='Остаток свободного времени в неделю:'+str(168-(vr1+vr2)/60)+'часов.'
# print(inform)
# print(inform2)
# print(nagr)
# print(vremya)

