
# print('Предмет:')
# pr1=input()
# print('Количество занятий в неделю')
# z1=int(input())
# print('Время одного занятия:')
# t1=int(input())
# print('Второй предмет:')
# pr2=input()
# print('Количество занятий в неделю:')
# z2=int(input())
# print('Время одного занятия:')
# t2=int(input())
# print('Свободное время в неделю:')
# svobt=int(input())
# vr1=z1*t1
# vr2=z2*t2
# informa='Сведения о предмете:'+pr1+'. ' +'Нагрузка в неделю:'+str(vr1)+'минут или '+str(vr1/60)+'часов.'
# informa1='Сведения о предмете:'+pr2+'. ' +'Нагрузка в неделю:'+str(vr2)+'минут или '+str(vr2/60)+'часов.'
# nagruzka='Общая нагрузка занятий в неделю:'+str(vr1+vr2)+' минут '+'или же '+str((vr1+vr2)/60)+' часов.'
# time='Остаток свободного времени в неделю:'+str(168-(vr1+vr2)/60)+'часов.'
# print(informa)
# print(informa1)
# print(nagruzka)
# print(time)

